# Configure where our applications go
cask_args appdir: "/Applications"

# Tap third party repositories
tap "caskroom/versions"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# install scripts we want
brew "ansible"
brew "composer"
brew "git"
brew "git-ftp"
brew "node"
brew "heroku"
brew "htop"
brew "hub"
brew "lastpass-cli"
brew "php"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "wget"
brew "wp-cli"
brew "zsh"
brew "getantibody/tap/antibody"

# Install Applications
cask "alfred"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flux"
cask "gimp"
cask "google-chrome"
cask "harvest"
cask "iterm2"
cask "keepingyouawake"
cask "minecraft"
cask "ngrok"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "vlc"
